Repository: wojnilowicz/workrave-applet
Catalog: po/*/plasma_applet_org.kde.workraveApplet.po
Languages: ca, es, fr, it, nl, pl, pt_br, sv, uk

source: Timers
ca: Temporitzadors
es: Temporizadores
fr: Minuteurs
it: Timer
nl: Tijdklokken
pl: Czasomierze
pt_br: Temporizadores
sv: Tidtagare
uk: Таймери

source: Appearance
ca: Aparença
es: Aspecto visual
fr: Apparence
it: Aspetto
nl: Vormgeving
pl: Wygląd
pt_br: Aparência
sv: Utseende
uk: Вигляд

source: Display icon
ca: Mostra la icona
es: Mostrar icono
fr: Afficher une icône
it: Icona da mostrare
nl: Pictogram tonen
pl: Pokaż ikonę
pt_br: Mostrar ícone
sv: Visa ikon
uk: Показ піктограми

source: Height percentage
ca: Percentatge de l'alçada
es: Porcentaje de la altura
fr: Pourcentage en hauteur
it: Percentuale di altezza
nl: Hoogte (in procent)
pl: Procent wysokości
pt_br: Porcentagem da altura
sv: Höjdprocent
uk: Частка висоти

source: Display progress bar
ca: Mostra la barra de progrés
es: Mostrar la barra de avance
fr: Afficher la barre de progression
it: Mostra barra di avanzamento
nl: Voortgangsbalk tonen
pl: Pokaż pasek postępu
pt_br: Mostrar barra de progresso
sv: Visa förloppsrad
uk: Показувати смужку поступу

source: Background in normal state
ca: Fons en estat normal
es: Fondo en estado normal
fr: Arrière-plan en état normal
it: Sfondo in condizioni normali
nl: Achtergrond (gebruikelijk)
pl: Tło w zwykłym stanie
pt_br: Fundo no estado normal
sv: Bakgrund vid normaltillstånd
uk: Тло у звичайному стані

source: Background in overdue state
ca: Fons en estat vençut
es: Fondo en estado vencido
fr: Arrière-plan quand le temps est dépassé
it: Sfondo in caso di tempo scaduto
nl: Achtergrond (verstreken)
pl: Tło w stanie przekroczenia
pt_br: Fundo no estado atrasado
sv: Bakgrund vid förseningstillstånd
uk: Тло у стані прострочення

source: Foreground in activity state
ca: Primer pla en estat d'activitat
es: Primer plano en estado de actividad
fr: Avant-plan en état d'activité
it: Primo piano in caso di attività
nl: Voorgrond (activiteit)
pl: Pierwszy plan w stanie ruchu
pt_br: Primeiro plano no estado atividade
sv: Förgrund vid aktivitetstillstånd
uk: Текст у стані діяльності

source: Foreground at idle time in elapsed time
ca: Primer pla en temps d'inactivitat per temps transcorregut
es: Primer plano en tiempo de inactividad del tiempo transcurrido
fr: Avant-plan pendant le temps d'inactivité par rapport au temps déjà effectué
it: Primo piano in caso di inattività per il tempo trascorso
nl: Voorgrond (in rust - verstreken tijd)
pl: Pierwszy plan w czasie bezczynności w czasie, który upłynął
pt_br: Primeiro plano no estado ocioso no tempo decorrido
sv: Förgrund vid overksam i förfluten tid
uk: Текст у стані бездіяльності для часу, що минув

source: Foreground at idle time
ca: Primer pla en temps d'inactivitat
es: Primer plano en tiempo de inactividad
fr: Avant-plan dans le temps d'inactivité
it: Primo piano in caso di inattività
nl: Voorgrond (in rust)
pl: Pierwszy plan w czasie bezczynności
pt_br: Primeiro plano no estado ocioso
sv: Förgrund vid overksam tid
uk: Текст у стані бездіяльності

source: Display label
ca: Mostra l'etiqueta
es: Etiqueta a mostrar
fr: Afficher le nom
it: Mostra etichetta
nl: Label tonen
pl: Pokaż etykietę
pt_br: Mostrar rótulo
sv: Visa beteckning
uk: Показ мітки

source: Use custom font
ca: Usa un tipus de lletra personalitzat
es: Usar un tipo de letra personalizado
fr: Utiliser une police personnalisée
it: Usa carattere personalizzato
nl: Aangepast lettertype gebruiken
pl: Użyj własnej czcionki
pt_br: Usar fonte personalizada
sv: Använd eget teckensnitt
uk: Нетиповий шрифт

source: Custom font...
ca: Tipus de lletra personalitzat...
es: Tipo de letra personalizado...
fr: Police personnalisée…
it: Carattere personalizzato...
nl: Aangepast lettertype…
pl: Własna czcionka...
pt_br: Fonte personalizada...
sv: Eget teckensnitt...
uk: Нетиповий шрифт…

source: Reset custom font to theme default.
ca: Restaura el tipus de lletra personalitzat al tema predeterminat.
es: Restaurar el tipo de letra personalizado al predeterminado del tema.
fr: Réinitialiser la police à la valeur du thème par défaut.
it: Ripristina il carattere personalizzato a quello predefinito del tema.
nl: Gebruik het standaardlettertype van het systeem.
pl: Ustaw własną czcionkę na czcionkę systemową.
pt_br: Redefinir fonte personalizada para o padrão do tema.
sv: Återställ eget teckensnitt till temats standardvärde.
uk: Скинути нетиповий шрифт до типового для теми.

source: Color
fr: Couleur
it: Colore
nl: Kleur
pl: Barwa
pt_br: Cores
sv: Färg
uk: Колір

source: Show only the most significant timer part
ca: Mostra només la part més important del temporitzador
es: Mostrar solo la parte más significativa del temporizador
fr: Afficher uniquement la partie la plus significative du minuteur
it: Mostra solo la parte più significativa del timer
nl: Alleen het belangrijkste deel van klokken tonen
pl: Pokaż tylko najbardziej znaczącą część czasomierza
pt_br: Mostrar apenas a parte mais significativa do temporizador
sv: Visa bara den mest signifikanta tidtagardelen
uk: Показувати лише найзначимішу частину відліку

source: Check this if you want to hide e.g. seconds left when there are still some minutes left.
ca: Activeu això si voleu ocultar p. ex. els segons restants quan encara resten uns minuts.
es: Marque esto si desea ocultar, por ejemplo, los segundos que faltan cuando todavía faltan varios minutos.
fr: Cochez cette case si vous voulez masquer par exemple les secondes restantes alors qu'il reste des minutes restantes.
it: Attiva questa opzione se vuoi nascondere, ad es. i secondi trascorsi quando ci sono ancora dei minuti rimanenti.
nl: Kruis aan als je minder belangrijke delen wilt verbergen, zoals de seconden.
pl: Zaznacz to pole, aby ukryć np. pozostałe sekundy, gdy istnieją jeszcze pozostałe minuty.
pt_br: Marque esta opção se você quiser esconder, por exemplo, os segundos restantes quando ainda faltam alguns minutos.
sv: Markera om du vill dölja t.ex. återstående sekunder när det fortfarande är några minuter kvar.
uk: Позначте, якщо хочете, щоб, наприклад, секунди було приховано, якщо відлік ще ведеться на хвилини.

source: Show time units
ca: Mostra les unitats horàries
es: Mostrar unidades de tiempo
fr: Afficher les unités de temps
it: Mostra unità di tempo
nl: Tijdsaanduidingen tonen
pl: Pokaż jednostki czasu
pt_br: Mostrar unidades de tempo
sv: Visa tidsenheter
uk: Показувати одиниці часу

source: Check this if you want to show time units like: h, m, s in a timer.
ca: Activeu això si voleu mostrar les unitats horàries com: h, m, s en un temporitzador.
es: Marque esto si desea mostrar unidades de tiempo en los temporizadores (como h, m y s).
fr: Cochez cette case si vous voulez afficher des unités de temps comme : h, m, s dans un minuteur.
it: Attiva questa opzione se vuoi mostrare in un timer le unità di tempo come: h, m, s.
nl: Kruis aan als je tijdsaanduidingen, zoals u, m en s, op klokken wilt tonen.
pl: Zaznacz to pole, aby pokazać jednostki czasu takie jak: h, m, s na czasomierzu
pt_br: Marque esta opção se você quiser mostrar as unidades de tempo como: h, m, s em um temporizador.
sv: Markera om du vill visa tidsenheter som: t, m, s i en tidtagare.
uk: Позначте, якщо хочете бачити одиниці виміру часу (г, хв, с) у таймері.

source: Show minus sign
ca: Mostra el signe menys
es: Mostrar el signo menos
fr: Afficher un signe « - »
it: Mostra il segno meno
nl: Minteken tonen
pl: Pokaż znak minusa
pt_br: Mostrar sinal de menos
sv: Visa minustecken
uk: Показувати «мінус»

source: Check this if you want to show a minus sign if a timer is overdue.
ca: Activeu això si voleu mostrar un signe menys quan un temporitzador estigui vençut.
es: Marque esto si desea mostrar un signo menos cuando se sobrepasa un temporizador.
fr: Cochez cette case si vous voulez afficher un signe « - » si un minuteur est en retard.
it: Attiva questa opzione se vuoi mostrare un segno meno se il timer è scaduto.
nl: Kruis aan als je een minteken wilt tonen bij klokken waarvan de tijd verstreken is.
pl: Zaznacz to pole, aby pokazać znak minusa, jeśli czasomierz jest w stanie przekroczenia.
pt_br: Marque esta opção se você quiser mostrar um sinal de menos se um temporizador estiver atrasado.
sv: Markera om du vill visa ett minustecken om en tid har löpt ut.
uk: Позначте, якщо хочете бачити знак «мінус», якщо таймер прострочено.

source: Misc
ca: Miscel·lània
es: Varios
fr: Divers
it: Varie
nl: Overig
pl: Różne
pt_br: Diversos
sv: Diverse
uk: Інше

source: Extra width per timer
ca: Amplada extra per temporitzador
es: Anchura adicional por temporizador
fr: Largeur additionnelle entre minuteurs
it: Larghezza ulteriore per timer
nl: Aanvullende breedte per klok
pl: Dodatkowa szerokość na czasomierz
pt_br: Largura extra por temporizador
sv: Extra bredd per tidtagare
uk: Додаткова ширина на таймер

source: Extra height per timer
ca: Alçada extra per temporitzador
es: Altura adicional por temporizador
fr: Hauteur additionnelle par minuteur
it: Altezza ulteriore per timer
nl: Aanvullende hoogte per klok
pl: Dodatkowa wysokość na czasomierz
pt_br: Altura extra por temporizador
sv: Extra höjd per tidtagare
uk: Додаткова висота на таймер

source: Spacing between timers
ca: Espaiat entre els temporitzadors
es: Espacio entre temporizadores
fr: Espacement entre minuteurs
it: Spaziatura tra i timer
nl: Ruimte tussen klokken
pl: Odstęp pomiędzy czasomierzami
pt_br: Espaçamento entre temporizadores
sv: Mellanrum mellan tidtagare
uk: Інтервал між таймерами

source: Use Workrave colors
ca: Usa els colors del Workrave
es: Usar colores de Workrave
fr: Utiliser les couleurs de Workrave
it: Usa i colori di Workrave
nl: Workrave-kleuren gebruiken
pl: Użyj barw Workrave
pt_br: Usar cores do Workrave
sv: Använd Workrave-färger
uk: Використовувати кольори Workrave

source: Use system theme colors
ca: Usa colors del tema del sistema
es: Usar colores del tema del sistema
fr: Utiliser les couleurs du thème du système
it: Usa i colori del tema di sistema
nl: Systeemkleuren gebruiken
pl: Użyj barw systemowych
pt_br: Usar cores do tema do sistema
sv: Använd systemets temafärger
uk: Використовувати кольори системної теми

# Breaks as in break from work.
source: Breaks
ca: Pauses
es: Pausas
fr: Pauses
it: Pause
nl: Pauzes
pl: Przerwy
pt_br: Pausas
sv: Pauser
uk: Паузи

source: Enable micro break timer
ca: Activa el temporitzador de micropauses
es: Activar el temporizador de micropausas
fr: Activer les minuteurs pour les petites pauses
it: Abilita il timer per le micro-pause
nl: Korte pauze inschakelen
pl: Włącz czasomierz małej przerwy
pt_br: Habilitar temporizador de micro pausa
sv: Aktivera mikropaustidtagare
uk: Увімкнути таймер мікроперерв

source: Enable rest timer
ca: Activa el temporitzador de descans
es: Activar el temporizador de descanso
fr: Activer les minuteurs de repos
it: Abilita il timer per il riposo
nl: Rustpauze inschakelen
pl: Włącz czasomierz dużej przerwy
pt_br: Habilitar tempo de descanso
sv: Aktivera paustidtagare
uk: Увімкнути таймер відпочинку

source: Enable daily limit timer
ca: Activa el temporitzador de límit diari
es: Activar el temporizador de límite diario
fr: Activer les minuteurs de limite d'utilisation quotidienne
it: Abilita il timer per il limita giornaliero
nl: Dagelijkse beperking inschakelen
pl: Włącz czasomierz dziennej przerwy
pt_br: Habilitar temporizador de limite diário
sv: Aktivera daglig gränstidtagare
uk: Увімкнути таймер щоденного обмеження

source: Layout
ca: Disposició
es: Diseño
fr: Disposition
it: Disposizione
nl: Indeling
pl: Układ
uk: Компонування

# Whether timers should be laid out horizontally/vertically/automatically
source: Orientation
ca: Orientació
es: Orientación
it: Orientazione
nl: Oriëntatie
pl: Kierunek
pt_br: Orientação
sv: Orientering
uk: Орієнтація

source: Auto
ca: Automàtica
es: Automática
it: Automatica
nl: Automatisch
pl: Sam wykryj
pt_br: Automática
sv: Automatisk
uk: Авто

source: Horizontal
ca: Horitzontal
it: Orizzontale
nl: Horizontaal
pl: Poziomy
sv: Horisontell
uk: Горизонтально

source: Vertical
it: Verticale
nl: Verticaal
pl: Pionowy
sv: Vertikal
uk: Вертикально

source: Single timer display mode
ca: Mode de visualització de temporitzador únic
es: Modo de visualización de un único temporizador
fr: Mode d'affichage simple de minuteur
it: Modalità di visualizzazione a singolo timer
nl: Eén klok per keer tonen
pl: Tryb wyświetlania pojedynczego czasomierza
pt_br: Modo de exibição de temporizador único
sv: Visningsläge med en tidtagare
uk: Режим показу єдиного таймера

source: Check this if you want to display only a single timer at a time. Click or drag on it with a pointer if you want to switch to another timer.
ca: Activeu això si només voleu mostrar un temporitzador únic. Feu clic o arrossegueu-lo amb l'apuntador si voleu canviar a un altre temporitzador.
es: Marque esto si desea mostrar solo un único temporizador cada vez. Haga clic sobre él o arrástrelo si desea cambiar a otro temporizador.
fr: Cochez cette case si vous souhaitez afficher un seul minuteur à la fois. Cliquez sur ou faites-le glisser avec un curseur si vous voulez basculer vers un autre minuteur.
it: Attiva questa opzione se vuoi mostrare un solo timer alla volta. Fai clic o trascina su di esso con il puntatore su vuoi passare ad un altro timer.
nl: Kruis aan als je slechts één klok per keer wilt tonen. Klik op of versleep een klok om een andere te tonen.
pl: Zaznacz to pole, jeśli chcesz wyświetlać tylko jeden czasomierz na raz. Możesz nacisnąć lub przeciągnąć na nim wskaźnikiem, aby przełączyć na inny czasomierz.
pt_br: Marque esta opção se você quiser mostrar apenas um temporizador único por vez. Clique ou arraste com um ponteiro se você quiser alterar para outro temporizador.
sv: Markera om du bara vill visa en enda tidtagare åt gången. Klicka eller dra på den med en pekare om du vill byta till en annan tidtagare.
uk: Позначте, якщо хочете, щоб програма показувала одночасно лише один таймер. Клацніть і перетягніть вказівник на таймері, якщо хочете перемкнутися на інший.

source: Switch timers periodically
ca: Commuta els temporitzadors periòdicament
es: Cambiar de temporizador periódicamente
fr: Basculer périodiquement les minuteurs
it: Cambia timer periodicamente
nl: Periodiek wisselen van klok
pl: Przełączaj czasomierze okresowo
pt_br: Alterar temporizadores periodicamente
sv: Byt tidtagare periodiskt
uk: Перемикати таймери періодично

source: Check this if you want to switch to another timer after given amount of seconds.
ca: Activeu això si voleu commutar a un altre temporitzador després d'una quantitat indicada de segons.
es: Marque esto si desea cambiar a otro temporizador al cabo de cierto número de segundos.
fr: Cochez cette case si vous voulez basculer sur un autre minuteur après une quantité donnée de secondes.
it: Attiva questa opzione se vuoi passare ad un altro timer dopo un certo quantitativo di secondi.
nl: Kruis aan als je na een x-aantal seconden een andere klok wilt tonen.
pl: Zaznacz to pole, aby przełączyć na inny czasomierz po danej liczbie sekund.
pt_br: Marque esta opção se você quiser alterar para outro temporizador após certa quantidade de segundos.
sv: Markera om du vill byta till en annan tidtagare efter ett givet antal sekunder.
uk: Позначте, якщо хочете, щоб програма регулярно перемикала таймери.

source: Periodical switching interval in seconds
ca: Interval de commutació periòdica en segons
es: Intervalo de cambio periódico en segundos
fr: Intervalle périodique de basculement en secondes
it: Intervallo periodico di cambiamento in secondi
nl: Wisselmoment, in seconden
pl: Okres przełączania w sekundach
pt_br: Intervalo de alteração periódica em segundos
sv: Periodiskt bytesintervall i sekunder
uk: Інтервал перемикання у секундах

source: Switch timers conditionally
ca: Commuta els temporitzadors condicionalment
es: Cambiar de temporizador condicionalmente
fr: Basculer les minuteurs de façon conditionnelle
it: Cambia timer su condizione
nl: Op bepaalde momenten wisselen van klok
pl: Przełączaj czasomierze warunkowo
pt_br: Alterar temporizadores condicionalmente
sv: Byt tidtagare villkorligt
uk: Перемикати таймери за умови

source: Check this if you want to switch to another timer when a condition is met.
ca: Activeu això si voleu commutar a un altre temporitzador quan es compleixi una condició.
es: Marque esto si desea cambiar a otro temporizador cuando se cumpla cierta condición.
fr: Cochez cette case si vous voulez basculer sur un autre minuteur lorsqu'un condition est remplie.
it: Attiva questa opzione se vuoi passare ad un altro timer quando si verifica una certa condizione.
nl: Kruis aan als je na een bepaald moment een andere klok wilt tonen.
pl: Zaznacz to pole, aby przełączyć na inny czasomierz po spełnieniu danego warunku.
pt_br: Marque esta opção se você quiser alterar para outro temporizador quando uma certa condição for alcançada.
sv: Markera om du vill byta till en annan tidtagare efter ett villkor är uppfyllt.
uk: Позначте, якщо хочете, щоб програма перемикала таймери, якщо виконано певну умову.

source: Switch on a difference between elapsed and limit time
ca: Commuta segons la diferència entre el temps transcorregut i el límit
es: Cambiar sobre una diferencia entre el tiempo transcurrido y el límite
fr: Basculer sur une différence entre les temps écoulé et limite
it: Cambia in base alla differenza tra tempo trascorso e tempo limite
nl: Overschakelen naar verstrijkende klok
pl: Przełącz przy różnicy między czasem przerwy a tym, który upłynął
pt_br: Alterar em uma diferença entre o tempo decorrido e o tempo limite
sv: Byt vid skillnad mellan förfluten tid och gränstid
uk: Перемикатися при різниці між часом, що минув, і часом обмеження

source: Check this if you want to automatically switch to a timer closest to being overdue.
ca: Activeu això si voleu commutar automàticament a un temporitzador proper a estar vençut.
es: Marque esto si desea cambiar automáticamente a un temporizador que esté próximo a expirar.
fr: Cochez cette case si vous voulez basculer automatiquement vers le minuteur le plus proche d'être en retard.
it: Attiva questa opzione se vuoi passare automaticamente al timer più vicino alla scadenza.
nl: Kruis aan als je automatisch wilt overschakelen naar de eerstvolgende klok waarvan de tijd dreigt te verstrijken.
pl: Zaznacz to pole, aby samoczynnie przełączyć na czasomierz, będący najbliżej stanu przekroczenia.
pt_br: Marque esta opção se você quiser alterar automaticamente para um temporizador mais próximo de estar atrasado.
sv: Markera om du vill byta automatiskt till tidtagaren närmast att löpa ut.
uk: Позначте, якщо хочете, щоб програма автоматично перемикалася на таймер, який є найближчим до завершення відліку.

source: Difference between elapsed and limit time
ca: Diferències entre el temps transcorregut i el límit
es: Diferencia entre el tiempo transcurrido y el límite
fr: Différence entre les temps écoulé et limite
it: Differenza tra tempo trascorso e tempo limite
nl: Wisselmoment
pl: Różnica między czasem przerwy a tym, który upłynął
pt_br: Diferença entre o tempo decorrido e o tempo limite
sv: Skillnad mellan förfluten tid och gränstid
uk: Різниця між часом, що минув, і часом обмеження

source: Switch timers during idle time
pl: Przełączaj czasomierze w czasie bezczynności

source: Check this if you want to automatically switch to the most informative timer during idle time.
pl: Zaznacz to pole, aby samoczynnie przełączyć na najprzydatniejszy czasomierz w czasie bezczynności.

source: Switch timers during non-idle time
pl: Przełączaj czasomierze w czasie aktywności

source: Check this if you want to automatically switch to the most informative timer during non-idle time.
pl: Zaznacz to pole, aby samoczynnie przełączyć na najprzydatniejszy czasomierz w czasie aktywności.

source: Detect Workrave configuration changes
ca: Detecta els canvis de configuració del Workrave
es: Detectar cambios en la configuración de Workrave
fr: Détecter les changements de configuration de Workrave
it: Rileva le modifiche alla configurazione di Workrave
nl: Workrave-instellingen volgen
pl: Wykrywaj zmiany ustawień Workrave
pt_br: Detectar alterações nas configurações do Workrave
sv: Detektera Workrave-inställningsändringar
uk: Виявляти зміни у налаштуваннях Workrave

source: Disable if performance is of concern, and you want to update it manually in context menu.
ca: Desactiva si hi ha inquietud pel rendiment, i el voleu actualitzar manualment al menú contextual.
es: Desactivar si el rendimiento es importante y desea actualizarlas manualmente en el menú de contexto.
fr: Désactiver si vous voulez mettre à jour les minuteurs manuellement à partir du menu contextuel de l'applet (plutôt qu'à chaque changement dans Workrave).
it: Disabilita se le prestazioni sono importanti, e vuoi aggiornare tali valori manualmente dal menu contestuale
nl: Schakel uit als de prestaties in het gedrang komen en je liever handmatig wilt bijwerken via het rechtermuisnknopmenu.
pl: Wyłącz, jeśli obawiasz się spadku wydajności i chcesz uaktualniać je ręcznie z menu podręcznego.
pt_br: Desabilitar se o desempenho for motivo de preocupação e você desejar atualizar manualmente no menu de contexto.
sv: Inaktivera om prestanda är problematisk, och du vill uppdatera manuellt i den sammanhangsberoende menyn.
uk: Вимкніть, якщо виникають проблеми зі швидкодією, і ви хочете оновлювати дані вручну за допомогою контекстного меню.

source: Set higher if performance is of concern, and you don't need frequent timer readings.
ca: Establiu-ho més alt si hi ha inquietud pel rendiment, i no calen lectures freqüents del temporitzador.
es: Definir un valor alto si el rendimiento es importante y no necesita lecturas frecuentes del temporizador.
fr: Désactiver si vous n'avez pas besoin que les minuteurs se rafraîchissent toutes les secondes mais à l'intervalle défini.
it: Imposta un valore maggiore se le prestazioni sono importanti, e non hai bisogno di controllare frequentemente i valori dei timer.
nl: Verhoog als de prestaties in het gedrang komen en de tijd niet periodiek hoeft te worden bijgewerkt.
pl: Ustaw wyżej, jeśli obawiasz się spadku wydajności i nie potrzebujesz częstych odczytów czasu.
pt_br: Defina um valor mais alto se o desempenho for motivo de preocupação e você não precisar de leituras frequentes do temporizador.
sv: Ställ in till ett större värde om prestanda är problematisk, och du inte ofta behöver tidsavläsningar.
uk: Встановіть більше значення, якщо є проблеми із швидкодією системи, і вам не потрібно часто читати значення таймера.

source: Update interval in seconds
ca: Interval d'actualització en segons
es: Intervalo de actualización en segundos
fr: Mettre à jour l'intervalle en secondes
it: Intervallo di aggiornamento in secondi
nl: Bijwerken na (in seconden)
pl: Okres uaktualniania w sekundach
pt_br: Intervalo de atualização em segundos
sv: Uppdateringsintervall i sekunder
uk: Інтервал оновлення у секундах

source: Issue with qdbus
ca: Problema amb el «qdbus»
es: Problema con qdbus
fr: Problème avec « qdbus »
it: Problema on qdbus
nl: Probleem m.b.t. qdbus
pl: Kłopot z qdbus
pt_br: Problema com o qdbus
sv: Problem med qdbus
uk: Проблема з qdbus
