Repository: wojnilowicz/workrave-applet
Catalog: po/*/plasma_applet_org.kde.workraveApplet.po
Languages: ca, es, fr, it, nl, pl, pt_br, sv, uk

source: Please make sure that the command `qdbus org.workrave.Workrave` works without issues in your terminal.
ca: Assegureu-vos que l'ordre «qdbus org.workrave.Workrave» funcioni sense problemes en el vostre terminal.
es: Asegúrese de que la orden «qdbus org.workrave.Workrave» funciona sin problemas en el terminal.
fr: Veuillez vous assurer que la commande « qdbus org.workrave.Workrave » fonctionne sans problème dans votre terminal.
it: Verifica che il comando `qdbus org.workrave.Workrave` funzioni correttamente nel terminale.
nl: Controleer of de opdracht `qdbus org.workrave.Workrave` probleemloos wordt uitgevoerd in een terminalvenster.
pl: Upewnij się, ze polecenie `qdbus org.workrave.Workrave` działa bez kłopotów twoim terminalu.
pt_br: Certifique-se de que o comando `qdbus org.workrave.Workrave` funciona sem problemas no seu terminal.
sv: Säkerställ att kommandot `qdbus org.workrave.Workrave` fungerar utan problem i din terminal.
uk: Будь ласка, переконайтеся, що команда «qdbus org.workrave.Workrave» без проблем працює у вашому терміналі.

source: Workrave not installed
ca: El Workrave no està instal·lat
es: Workrave no está instalado
fr: Workrave non installé
it: Workrave non è installato
nl: Workrave is niet geïnstalleerd
pl: Workrave nie został wgrany
pt_br: Workrave não instalado
sv: Workrave är inte installerat
uk: Workrave не встановлено

source: Please install Workrave.
ca: Instal·leu el Workrave.
es: Por favor, instale Workrave.
fr: Veuillez installer Workrave.
it: Installa Workrave.
nl: Installeer Workrave.
pl: Wgraj Workrave.
pt_br: Instale o Workrave.
sv: Installera Workrave.
uk: Будь ласка, встановіть Workrave.

source: Reload Workrave configuration
ca: Torna a carregar la configuració del Workrave
es: Volver a cargar la configuración de Workrave
fr: Recharger la configuration de Workrave
it: Ricarica la configurazione di Workrave
nl: Workrave-instellingen herladen
pl: Wczytaj ustawienia Workrave ponownie
pt_br: Recarregar a configuração do Workrave
sv: Läs in Workrave-inställning igen
uk: Перезавантажити налаштування Workrave

source: Recalculate applet size
ca: Torna a calcular la mida de la miniaplicació
es: Volver a calcular el tamaño de la miniaplicación
fr: Recalculer la taille de l'applet
it: Ricalcola la dimensione dell'applet
nl: Widgetafmetingen herberekenen
pl: Przelicz rozmiar apletu ponownie
pt_br: Recalcular tamanho do miniaplicativo
sv: Beräkna om miniprogrammets storlek
uk: Переобчислити розмір аплету

source: No Workrave timers added
ca: No s'ha afegit cap temporitzador del Workrave
es: No se han añadido temporizadores de Workrave
fr: Aucun minuteur Workrave ajouté
it: Nessun timer di Workrave aggiunto
nl: Geen Workrave-tijdklokken
pl: Nie dodano żadnych czasomierzy Workrave
pt_br: Nenhum temporizador Workrave adicionado
sv: Inga Workrave-tidtagare tillagda
uk: Не додано жодного таймера Workrave

source: Please add a timer in applet settings.
ca: Afegiu un temporitzador a la configuració de la miniaplicació.
es: Añada un temporizador en las preferencias de la miniaplicación.
fr: Veuillez ajouter un minuteur dans la configuration de l'applet
it: Aggiungi un timer dalle impostazioni dell'applet.
nl: Voeg een tijdklok toe in de widgetinstellingen.
pl: Dodaj czasomierz w ustawieniach apletu.
pt_br: Adicione um temporizador nas configurações do miniaplicativo.
sv: Lägg till en tidtagare i miniprogrammets inställningar.
uk: Будь ласка, додайте таймер у параметрах аплету.

# Used in metadata.json for the Name key
source: Workrave Applet
ca: Miniaplicació Workrave
pl: Aplet Workrave
uk: Аплет Workrave

# Used in metadata.json for the Description key
source: Displays timers of Workrave
ca: Mostra els temporitzadors del Workrave
pl: Wyświetla czasomierze Workrave
uk: Показує таймери Workrave
